{
  "simple": [
    "Grace reads a song.",
    "Bob plays a door.",
    "Tina closes a flower.",
    "Zane builds a apple.",
    "David climbs a dog.",
    "Wendy writes a ball.",
    "Bob builds a letter.",
    "Olivia finds a story.",
    "Ivy catches a window.",
    "Noah eats a story.",
    "Wendy finds a cat.",
    "Frank climbs a chair.",
    "Mona opens a cake.",
    "Yara walks a dog.",
    "Tina reads a story.",
    "Bob finds a story.",
    "Victor climbs a cake.",
    "Bob carries a dog.",
    "Carol walks a window.",
    "Carol catches a cake.",
    "Xavier writes a letter.",
    "Tina closes a chair.",
    "Bob closes a flower.",
    "Wendy walks a house.",
    "Victor writes a story.",
    "Frank sings a ball.",
    "Xavier throws a cat.",
    "Sam drives a cake.",
    "Liam carries a story.",
    "Victor reads a window.",
    "Yara sings a chair.",
    "Emma walks a cake.",
    "Quinn opens a door.",
    "Wendy catches a dog.",
    "Uma jumps a cat.",
    "Noah eats a cake.",
    "Liam eats a cake.",
    "Uma drives a river.",
    "Ivy plays a tree.",
    "Bob runs a song.",
    "Jack sings a cake.",
    "Bob closes a chair.",
    "Ivy opens a car.",
    "Paul finds a chair.",
    "Olivia writes a house.",
    "Yara jumps a dog.",
    "Alice carries a ball.",
    "Frank carries a cat.",
    "Paul reads a table.",
    "Quinn drives a apple.",
    "Frank drives a story.",
    "Rose walks a door.",
    "David closes a flower.",
    "Emma jumps a book.",
    "Ivy plays a tree.",
    "Grace catches a chair.",
    "Zane closes a window.",
    "Carol climbs a river.",
    "Mona catches a dog.",
    "Emma opens a ball.",
    "Mona throws a book.",
    "Emma closes a ball.",
    "Zane finds a car.",
    "David eats a table.",
    "Sam walks a book.",
    "Victor climbs a dog.",
    "Carol catches a story.",
    "Yara writes a letter.",
    "Victor runs a cake.",
    "Sam closes a cat.",
    "Wendy drinks a story.",
    "Quinn walks a door.",
    "Mona drives a song.",
    "Alice closes a book.",
    "Zane opens a book.",
    "Tina throws a letter.",
    "Wendy opens a table.",
    "Kate drives a story.",
    "Victor catches a cat.",
    "Uma walks a table.",
    "David runs a window.",
    "Olivia closes a song.",
    "Bob jumps a book.",
    "Wendy climbs a car.",
    "Grace sings a house.",
    "Grace builds a letter.",
    "Uma carries a letter.",
    "Tina throws a tree.",
    "Victor reads a river.",
    "Bob reads a cake.",
    "Grace drinks a dog.",
    "Bob walks a letter.",
    "Carol plays a apple.",
    "Henry reads a ball.",
    "Frank catches a car.",
    "Emma climbs a letter.",
    "Alice reads a tree.",
    "Olivia climbs a window.",
    "Carol catches a song.",
    "Rose eats a window.",
    "Ivy drives a book.",
    "Zane drives a flower.",
    "Ivy catches a flower.",
    "Grace writes a car.",
    "Quinn throws a book.",
    "Tina drives a cake.",
    "Quinn climbs a car.",
    "Bob drives a book.",
    "Quinn plays a house.",
    "Grace finds a cake.",
    "Zane writes a house.",
    "Uma jumps a table.",
    "Frank jumps a book.",
    "Noah climbs a door.",
    "Paul drinks a table.",
    "Zane catches a table.",
    "Kate catches a dog.",
    "Kate carries a house.",
    "Paul reads a cat.",
    "Victor plays a cat.",
    "Xavier drives a window.",
    "Tina opens a book.",
    "Uma eats a river.",
    "Kate drives a chair.",
    "Kate eats a flower.",
    "Grace drinks a story.",
    "Quinn runs a door.",
    "Bob jumps a dog.",
    "Bob sings a letter.",
    "Grace sings a dog.",
    "Emma eats a door.",
    "Liam throws a ball.",
    "Bob drives a car.",
    "Emma carries a book.",
    "Sam runs a car.",
    "Carol eats a flower.",
    "Yara finds a ball.",
    "Zane runs a flower.",
    "Carol reads a flower.",
    "Bob closes a flower.",
    "Victor sings a car.",
    "Victor runs a dog.",
    "Ivy drinks a letter.",
    "Yara closes a chair.",
    "Emma finds a tree.",
    "Xavier closes a ball.",
    "Frank builds a window.",
    "Frank eats a door.",
    "Carol reads a table.",
    "Wendy reads a house."
  ],
  "medium": [
    "Frank catches a slow door at the market.",
    "Bob carries a sad tree at the station.",
    "Noah jumps a cold flower under the tree.",
    "Tina runs a old door at school.",
    "Yara sings a big table at school.",
    "Emma opens a cold tree near the river.",
    "Bob opens a new river on the hill.",
    "Uma closes a loud door near the river.",
    "Wendy builds a old house in the room.",
    "Olivia jumps a big book at the station.",
    "Sam drives a warm car on the hill.",
    "Mona builds a slow cat in the park.",
    "Uma walks a bright house on the hill.",
    "Kate sings a new song at the station.",
    "Sam drinks a new cat on the street.",
    "Yara carries a fast table on the street.",
    "Ivy walks a quiet house in the park.",
    "Zane sings a quiet window near the river.",
    "Grace throws a big flower on the hill.",
    "Zane plays a warm flower at the market.",
    "Zane builds a small dog at the market.",
    "Carol jumps a bright chair in the park.",
    "Mona walks a new car in the park.",
    "Olivia finds a bright book at the market.",
    "Henry builds a old dog under the tree.",
    "Olivia closes a loud cat near the river.",
    "David sings a warm car at the market.",
    "Frank builds a fast cake on the hill.",
    "Yara runs a new river at the station.",
    "Emma eats a warm cat on the street.",
    "Henry jumps a slow flower on the hill.",
    "Mona climbs a cold book under the tree.",
    "Mona opens a fast book near the river.",
    "Zane drives a cold letter under the tree.",
    "Ivy plays a warm table at the station.",
    "Zane eats a small window in the room.",
    "Ivy carries a big letter under the tree.",
    "Tina drinks a loud song in the room.",
    "Alice reads a dark book in the park.",
    "Jack carries a bright car near the river.",
    "Victor carries a loud river near the river.",
    "Rose drinks a old letter at the station.",
    "Emma drives a small ball at the market.",
    "Kate runs a fast table in the room.",
    "Xavier eats a small flower on the hill.",
    "Yara eats a small letter on the hill.",
    "Tina jumps a dark letter in the park.",
    "Noah sings a quiet ball in the room.",
    "Ivy eats a quiet dog under the tree.",
    "Quinn jumps a happy house under the tree.",
    "Carol finds a small house in the room.",
    "Jack throws a blue letter on the street.",
    "Yara runs a loud song in the park.",
    "Victor plays a big car in the room.",
    "David plays a quiet story on the hill.",
    "Mona reads a loud chair on the street.",
    "Paul writes a happy ball under the tree.",
    "Xavier jumps a cold chair in the room.",
    "Mona drinks a warm chair near the river.",
    "Ivy plays a happy tree on the hill.",
    "Yara sings a bright song in the park.",
    "Noah writes a blue flower under the tree.",
    "Quinn writes a cold cat on the hill.",
    "Victor drinks a small river on the hill.",
    "Jack carries a cold chair near the river.",
    "Ivy jumps a fast cake at the station.",
    "Bob sings a cold river at the market.",
    "Bob eats a bright house near the river.",
    "Kate climbs a bright story at the market.",
    "Olivia plays a sad ball at the station.",
    "David drives a quiet table near the river.",
    "Bob builds a happy dog under the tree.",
    "Henry catches a new song in the park.",
    "David throws a dark cat at school.",
    "David throws a warm river on the hill.",
    "Liam drives a dark cat at the station.",
    "Quinn drives a cold story in the room.",
    "Victor jumps a new chair under the tree.",
    "Noah throws a big table in the park.",
    "Ivy walks a loud river under the tree.",
    "Jack sings a loud chair on the street.",
    "Liam plays a loud house under the tree.",
    "Kate runs a dark house at the station.",
    "Alice plays a old door on the street.",
    "Quinn walks a old song near the river.",
    "Xavier eats a small table near the river.",
    "Yara plays a sad ball in the room.",
    "Kate writes a slow river at the market.",
    "Sam builds a quiet tree under the tree.",
    "Paul reads a dark cake at school.",
    "Grace drives a old flower at the market.",
    "Zane catches a small story at the station.",
    "Xavier builds a blue cat on the street.",
    "Noah closes a new letter under the tree.",
    "Henry throws a loud house under the tree.",
    "Tina reads a fast car under the tree.",
    "Frank drinks a happy letter on the hill.",
    "Ivy drives a happy window near the river.",
    "Yara finds a small ball at school.",
    "Tina opens a cold ball near the river.",
    "Olivia eats a dark song on the street.",
    "Rose sings a fast house in the park.",
    "Victor plays a dark dog at the market.",
    "Yara closes a dark house on the street.",
    "Kate walks a slow house at school.",
    "Yara opens a slow car near the river.",
    "Mona catches a slow apple under the tree.",
    "Frank closes a loud letter at school.",
    "Olivia opens a dark door in the room.",
    "Henry drives a small car at school.",
    "Paul drives a sad song near the river.",
    "Liam drives a warm window in the park.",
    "Grace writes a small letter in the room.",
    "Rose walks a blue car at the station.",
    "Wendy closes a red river under the tree.",
    "Victor catches a warm door on the hill.",
    "Victor drinks a cold tree on the street.",
    "Rose finds a dark letter near the river.",
    "Uma plays a slow tree in the park.",
    "Ivy finds a loud cake at the market.",
    "Rose runs a small book at school.",
    "Yara throws a red story at school.",
    "Mona throws a happy ball in the park.",
    "Grace reads a sad house on the street.",
    "Kate climbs a quiet house under the tree.",
    "Bob plays a old cake at the station.",
    "Ivy sings a old house in the park.",
    "Quinn catches a loud chair near the river.",
    "Frank throws a happy dog in the room.",
    "Bob drinks a loud book at the station.",
    "Sam eats a bright chair on the street.",
    "Carol runs a quiet chair at the station.",
    "Henry climbs a red song near the river.",
    "Olivia reads a big river near the river.",
    "Alice writes a bright dog in the park.",
    "Rose walks a loud book in the room.",
    "Bob writes a quiet dog on the hill.",
    "Kate writes a fast table in the room.",
    "Sam eats a small tree near the river.",
    "Victor drives a big car in the room.",
    "Frank throws a red car under the tree.",
    "Victor climbs a quiet cat near the river.",
    "Quinn runs a red chair at the station.",
    "Ivy walks a old flower near the river.",
    "Yara reads a blue chair near the river.",
    "Victor runs a slow letter in the room.",
    "Tina climbs a small table at school.",
    "Olivia opens a dark flower at the market.",
    "Alice eats a loud chair at school.",
    "Noah finds a small cake at school."
  ],
  "hard": [
    "Although Wendy throws a car, Grace decided to opens under the tree because it was old.",
    "Although Grace drives a song, Alice decided to throws on the hill because it was old.",
    "Although David catches a ball, Liam decided to jumps at the station because it was quiet.",
    "Although Xavier drives a chair, Mona decided to walks in the park because it was sad.",
    "Although Liam runs a letter, Liam decided to drives in the room because it was happy.",
    "Although Henry drinks a letter, Rose decided to closes near the river because it was sad.",
    "Although Wendy closes a song, Kate decided to writes at the market because it was big.",
    "Although Quinn plays a tree, Mona decided to drives in the room because it was old.",
    "Although Xavier eats a flower, Ivy decided to carries in the room because it was red.",
    "Although Kate closes a song, Yara decided to reads under the tree because it was sad.",
    "Although Carol eats a door, Wendy decided to writes on the street because it was warm.",
    "Although Jack climbs a apple, Alice decided to eats in the park because it was loud.",
    "Although Bob carries a river, Rose decided to reads at the station because it was cold.",
    "Although Frank carries a tree, Noah decided to drinks in the park because it was big.",
    "Although Yara carries a cake, Uma decided to eats on the street because it was bright.",
    "Although Quinn drinks a table, Rose decided to throws in the park because it was sad.",
    "Although Henry eats a story, Alice decided to walks on the hill because it was happy.",
    "Although Wendy throws a cake, Alice decided to plays at school because it was fast.",
    "Although Sam catches a song, Uma decided to opens at the station because it was new.",
    "Although Emma jumps a tree, Ivy decided to builds at the station because it was new.",
    "Although Quinn climbs a letter, Noah decided to opens in the room because it was cold.",
    "Although Mona catches a flower, Bob decided to reads at school because it was sad.",
    "Although Frank walks a house, Kate decided to walks near the river because it was loud.",
    "Although David drinks a cake, Xavier decided to drives at the market because it was happy.",
    "Although Zane climbs a house, Tina decided to finds under the tree because it was new.",
    "Although Bob opens a table, Tina decided to walks at school because it was loud.",
    "Although Liam throws a flower, Tina decided to runs at school because it was small.",
    "Although Noah sings a song, Rose decided to runs in the park because it was new.",
    "Although Noah drinks a book, Wendy decided to eats on the hill because it was loud.",
    "Although Quinn walks a door, Victor decided to finds near the river because it was slow.",
    "Although Yara drives a chair, Ivy decided to drinks at the market because it was happy.",
    "Although Grace jumps a tree, Wendy decided to builds in the room because it was slow.",
    "Although Grace writes a chair, Kate decided to plays in the room because it was fast.",
    "Although Kate jumps a song, Zane decided to throws near the river because it was blue.",
    "Although Bob carries a window, Emma decided to sings in the room because it was sad.",
    "Although Frank finds a chair, David decided to walks on the street because it was red.",
    "Although Emma drives a flower, Ivy decided to reads in the park because it was small.",
    "Although Xavier drinks a letter, Jack decided to closes in the park because it was loud.",
    "Although Carol runs a cat, Jack decided to climbs in the park because it was blue.",
    "Although Frank builds a chair, Kate decided to drives in the park because it was red.",
    "Although Bob drives a letter, Uma decided to opens on the hill because it was new.",
    "Although Henry sings a house, Wendy decided to opens in the room because it was cold.",
    "Although Tina jumps a song, Paul decided to finds at the market because it was sad.",
    "Although Jack opens a river, Noah decided to finds on the street because it was slow.",
    "Although Henry closes a book, Victor decided to carries in the room because it was fast.",
    "Although Quinn climbs a window, Noah decided to reads near the river because it was warm.",
    "Although Bob builds a table, Paul decided to sings on the hill because it was cold.",
    "Although Olivia catches a window, Alice decided to throws on the street because it was quiet.",
    "Although Uma writes a ball, Kate decided to reads on the hill because it was loud.",
    "Although David reads a house, Alice decided to throws on the hill because it was warm.",
    "Although Alice sings a cake, Wendy decided to drinks at the market because it was loud.",
    "Although Rose finds a car, Olivia decided to writes on the street because it was fast.",
    "Although Kate catches a story, Tina decided to opens under the tree because it was old.",
    "Although Paul closes a chair, Wendy decided to runs on the street because it was new.",
    "Although Xavier eats a story, Mona decided to climbs at the station because it was new.",
    "Although Olivia climbs a story, Alice decided to finds at the market because it was fast.",
    "Although Alice reads a song, Uma decided to drinks on the hill because it was fast.",
    "Although Uma carries a cake, Kate decided to writes near the river because it was loud.",
    "Although Uma carries a house, Wendy decided to sings under the tree because it was slow.",
    "Although Quinn carries a book, Grace decided to carries in the park because it was red.",
    "Although Uma builds a river, Henry decided to opens in the room because it was small.",
    "Although Uma closes a river, Victor decided to jumps near the river because it was blue.",
    "Although Sam opens a door, Uma decided to plays at the station because it was warm.",
    "Although Victor drives a letter, Paul decided to drives at the station because it was old.",
    "Although Wendy builds a cat, Emma decided to catches on the street because it was cold.",
    "Although David sings a cat, Grace decided to catches at school because it was loud.",
    "Although Rose drives a river, Jack decided to drinks at school because it was quiet.",
    "Although Sam closes a song, Wendy decided to catches near the river because it was happy.",
    "Although Jack jumps a river, Xavier decided to runs near the river because it was quiet.",
    "Although Paul reads a apple, Emma decided to carries in the park because it was blue.",
    "Although Xavier drives a letter, Uma decided to sings on the street because it was sad.",
    "Although Yara opens a car, Paul decided to plays on the street because it was small.",
    "Although Jack finds a window, Xavier decided to finds under the tree because it was sad.",
    "Although Wendy writes a house, Kate decided to walks under the tree because it was cold.",
    "Although Carol eats a story, Jack decided to catches in the room because it was sad.",
    "Although Uma throws a cat, Ivy decided to closes on the street because it was happy.",
    "Although Grace sings a cat, Carol decided to jumps in the room because it was quiet.",
    "Although Victor climbs a flower, Paul decided to reads in the room because it was loud.",
    "Although Yara climbs a ball, Bob decided to opens under the tree because it was old.",
    "Although Grace opens a apple, Zane decided to runs at school because it was blue.",
    "Although Wendy throws a chair, Kate decided to sings on the hill because it was new.",
    "Although Rose sings a song, Liam decided to eats in the park because it was red.",
    "Although Victor writes a table, Liam decided to eats at the market because it was big.",
    "Although David writes a ball, Liam decided to closes at the station because it was warm.",
    "Although Liam runs a dog, Yara decided to reads at the station because it was blue.",
    "Although Zane eats a flower, Emma decided to closes on the street because it was fast.",
    "Although Yara eats a table, Emma decided to climbs on the street because it was slow.",
    "Although Emma writes a song, Yara decided to runs in the room because it was fast.",
    "Although Rose drives a letter, Paul decided to opens in the park because it was dark.",
    "Although Henry runs a ball, Grace decided to finds on the hill because it was happy.",
    "Although Ivy drives a ball, Sam decided to sings at the station because it was fast.",
    "Although Quinn climbs a ball, Mona decided to builds on the hill because it was fast.",
    "Although Yara drinks a letter, Wendy decided to walks in the park because it was loud.",
    "Although Quinn builds a flower, Jack decided to reads at the station because it was loud.",
    "Although Grace opens a dog, Alice decided to jumps in the park because it was big.",
    "Although Rose builds a cake, Paul decided to writes on the hill because it was small.",
    "Although Yara carries a window, Wendy decided to sings near the river because it was bright.",
    "Although Carol closes a apple, Mona decided to plays in the room because it was blue.",
    "Although Victor finds a car, Olivia decided to finds at the market because it was blue.",
    "Although Yara eats a book, Rose decided to eats at the market because it was new."
  ]
}